tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sanemat/font"
tap "songmu/tap"
tap "wez/wezterm"
brew "libffi"
brew "readline"
brew "sqlite"
brew "coreutils"
brew "curl"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "libtool"
brew "graphviz"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "lua"
brew "mysql", restart_service: true
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "openjdk"
brew "postgresql@15", restart_service: true
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
cask "ankerwork"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-cica"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "gyazo"
cask "karabiner-elements"
cask "kindle"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
vscode "castwide.solargraph"
vscode "eamodio.gitlens"
vscode "golang.go"
vscode "ionutvmi.path-autocomplete"
vscode "jebbs.plantuml"
vscode "kaiwood.endwise"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "radiolevity.search-lights"
vscode "rebornix.ruby"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
