tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sanemat/font"
tap "songmu/tap"
tap "wez/wezterm"
brew "coreutils"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "readline"
brew "sqlite"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "libtool"
brew "graphviz"
brew "oniguruma"
brew "jq"
brew "libyaml"
brew "lua"
brew "mysql"
brew "neovim"
brew "nkf"
brew "pkgconf"
brew "node-build"
brew "nodenv"
brew "postgresql@16", restart_service: :changed
brew "procs"
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "zsh"
cask "ankerwork"
cask "cmd-eikana"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-cica"
cask "font-noto-sans-jp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "homerow"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "whimsical"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ionutvmi.path-autocomplete"
vscode "kaiwood.endwise"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.ruby-lsp"
vscode "vscodevim.vim"
vscode "vue.volar"
