tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "sanemat/font"
tap "wez/wezterm"
brew "readline"
brew "coreutils"
brew "curl"
brew "direnv"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "pkgconf"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "libpq"
brew "libyaml"
brew "sqlite"
brew "lua"
brew "luacheck"
brew "luarocks"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "pngpaste"
brew "postgresql@17"
brew "pstree"
brew "pyenv"
brew "rbenv"
brew "rbenv-default-gems"
brew "rename"
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux"
brew "tree"
brew "uv"
brew "vips"
brew "wget"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "claude"
cask "cmd-eikana"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-cica"
cask "font-noto-sans-jp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "homerow"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "whimsical"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.ruby-lsp"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
cargo "stylua"
